{"ID": {"Value": "Gaia DR3 3425577610762832384"},
 "RAJ": {"Value": "94.27876", "Error": "1e-5", "Ref": "2024NatAs.tmp..215W"},
 "DECJ": {"Value": "23.73022", "Error": "1e-5", "Ref": "2024NatAs.tmp..215W"},
 "PB": {"Value": "879", "Error": "3", "Ref": "2024NatAs.tmp..215W"},
 "Inclination": {"Value": "89.3", "Error": "12", "Ref": "2024NatAs.tmp..215W"},
 "Apparent Mag": {"Value": "12.24 (G)", "Ref": "2024NatAs.tmp..215W"},
 "K2": {"Value": "22.91", "Error": "0.1", "Ref": "2024NatAs.tmp..215W"},
 "Parallax": {"Value": "0.56", "Error": "0.09", "Ref": "2024NatAs.tmp..215W"},
 "M(BH)": {"Value": "3.6", "Error": "0.82", "Ref": "2024NatAs.tmp..215W"},
 "M(Comp)": {"Value": "2.66", "Error": "0.7", "Ref": "2024NatAs.tmp..215W"},
 "Temp": {"Value": "4800", "Error": "100", "Ref": "2024NatAs.tmp..215W"},
 "Discovery Channel":{"Value": "RV", "Ref": "2024NatAs.tmp..215W"},
 "Type":{"Value": "BH+RG", "Ref": "2024NatAs.tmp..215W"},
 "Status": {"Value": "Candidate"},
 "COMMENTS": {"Value": "Looks good. Just a couple notes on this candidate in case others are curious. The RV orbit is solid, but there is no astrometric orbit, only a single-star astrometric solution. Given that the proposed orbit has a semi major axis of 3 au, the orbital motion should be ~3 times larger than the parallax. So, it is difficult to constrain constrain the distance or inclination. The discovery paper tries to do this by fitting the difference in the DR2 vs DR3 single-star solutions, but this is an under-constrained problem, and IMO the constraints are not necessarily robust (most of the distance constraint just comes from the prior). The star is on the RGB (meaning its mass is uncertain), it could either be a first-ascent giant or a helium-burning red clump star (the latter would explain the low eccentricity). I think this leaves possibilities. (a) their solution, with an edge-on inclination and a low-mass BH, (b) a larger distance and more luminous giant, which could possibly hide a more massive non-dark companion, (c) a BH companion, but a more face-on inclination, and a higher BH mass. We may have to wait for DR4 astrometry to be sure! - Kareem El Badry."}}
